[M_Orchid_Raid1 MissionDefinition]
MissionName="Hyperius is invincible"
MissionDescription="When the Chamber of Secrets is opened, many evil creatures are unleashed on Pandora. They are different. Something amazing. They give goodness after death. It is good to make friends, but it is difficult to kill a Seraph.."
TurnInDescription="You defeated the invincible Hyperius. Let's see if we can beat him again tomorrow.!"
MissionSummary="Defeat the invincible Hyperion.."
MissionGiver="defend"
MissionTurnInLocation="Shadow"
TeaserText="The Seraphim are waiting for me...."

[M_Orchid_Raid1:KillBoss MissionObjectiveDefinition]
ProgressMessage="Remove the mighty Hyperius"

[M_Orchid_Raid1:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Raid3 MissionDefinition]
MissionName="Invincible Mr. G"
MissionDescription="With the hatch open, very dangerous aliens enter Pandora. They are unique. When they die, everyone is very healthy, rich. But Seraphine is tough, so bring a best friend.."
TurnInDescription="Master Jin has won! Try to kill me tomorrow!"
MissionSummary="Win the awesome Master G."
MissionGiver="It gets dark"
MissionTurnInLocation="shadow"
TeaserText="Serafin is waiting..."

[M_Orchid_Raid3:KillBoss MissionObjectiveDefinition]
ProgressMessage="sir Wayne wasn't sure."

[M_Orchid_Raid3:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

